IDEA Open Model
ConnectionData.BoltGrids Property
Compatible with IDEA StatiCa Beta 20.0
 Bolt grids which belongs to the connection
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<BoltGrid> BoltGrids { get; set; }
Public Property BoltGrids As List(Of BoltGrid)
	Get
	Set
Property Value
Type: List<BoltGrid>
See Also
Reference
ConnectionData Class
IdeaRS.OpenModel.Connection Namespace